driver-tests/bpelse/assign/AssignJbi/test/CopydoubleInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><doublePart xmlns="urn:DataType"><xsd_double>1.5E6</xsd_double><optional_double>1.0E4</optional_double><repeat_double>1.0E4</repeat_double><repeat_double>2.5E8</repeat_double></doublePart></SOAP-ENV:Body></SOAP-ENV:Envelope>
